Repository: netdcy/FlowVision
Catalog: FlowVision/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

# sort-addDateA
source: Sort by Date Added Ascending
ar: الفرز حسب تاريخ الإضافة تصاعديًا
de: Nach Hinzufügedatum aufsteigend sortieren
es: Ordenar por fecha de adición ascendente
fr: Trier par date d'ajout croissante
it: Ordina per data di aggiunta crescente
ja: 追加日昇順で並べ替え
ko: 날짜 추가 순 오름차순
nl: Sorteren op datum toegevoegd oplopend
pt_br: Ordenar por Data de Adição Crescente
pt_pt: Ordenar por data de adição ascendente
ru: Сортировать по дате добавления (по возрастанию)
sv: Sortera efter datum tillagt stigande
zh_hans: 添加日期
zh_hant: 按添加日期升序排序

# sort-addDateZ
source: Sort by Date Added Descending
ar: الترتيب حسب تاريخ الإضافة تنازليًا
de: Sortieren nach Hinzugefügt am Datum absteigend
es: Ordenar por Fecha de Adición Descendente
fr: Trier par date d'ajout décroissante
it: Ordina per Data di Aggiunta Decrescente
ja: 追加日（降順）で並べ替え
ko: 날짜 추가 내림차순 정렬
nl: Sorteren op Toevoegdatum Aflopend
pt_br: Ordenar por Data de Adição Decrescente
pt_pt: Ordenar por Data de Adição Decrescente
ru: Сортировать по дате добавления по убыванию
sv: Sortera efter datum tillagda fallande
zh_hans: 添加日期(降序)
zh_hant: 按添加日期降序排序

# sort-createDateA
source: Sort by Date Created Ascending
ar: الترتيب حسب تاريخ الإنشاء تصاعديًا
de: Nach Erstellungsdatum aufsteigend sortieren
es: Ordenar por fecha de creación ascendente
fr: Trier par date de création croissante
it: Ordina per data di creazione crescente
ja: 作成日順（昇順）
ko: 생성 날짜 오름차순 정렬
nl: Sorteren op aanmaakdatum oplopend
pt_br: Ordenar por Data de Criação Ascendente
pt_pt: Ordenar por Data de Criação Ascendente
ru: Сортировать по дате создания по возрастанию
sv: Sortera efter skapelsedatum stigande
zh_hans: 创建日期
zh_hant: 按創建日期升序排列

# sort-createDateZ
source: Sort by Date Created Descending
ar: الترتيب حسب تاريخ الإنشاء تنازليًا
de: Nach Erstellungsdatum absteigend sortieren
es: Ordenar por fecha de creación descendente
fr: Trier par date de création décroissante
it: Ordina per data di creazione discendente
ja: 作成日で降順に並べる
ko: 생성 날짜로 내림차순 정렬
nl: Sorteren op aanmaakdatum aflopend
pt_br: Ordenar por Data de Criação Decrescente
pt_pt: Ordenar por Data de Criação Descendente
ru: Сортировать по дате создания по убыванию
sv: Sortera efter skapelsedatum fallande
zh_hans: 创建日期(降序)
zh_hant: 按創建日期降序排列

# sort-exif-local-warning
source: Sorting by Exif information requires reading the headers of all files, which may result in slow loading speeds. For example, the reference reading speed for video file information is about 10 per second. The current directory contains %d images or videos, with an estimated maximum loading time of %d seconds. Are you sure you want to continue?
ar: يتطلب الفرز بواسطة معلومات Exif قراءة رؤوس جميع الملفات، مما قد يؤدي إلى بطء في سرعة التحميل. على سبيل المثال، سرعة قراءة مرجعية لمعلومات ملفات الفيديو هي حوالي 10 ملفاً في الثانية. الدليل الحالي يحتوي على %d من الصور أو الفيديوهات مع وقت تحميل أقصى متوقع يبلغ %d ثانية. هل أنت متأكد أنك تريد المتابعة؟
de: Das Sortieren nach Exif-Informationen erfordert das Lesen der Header aller Dateien, was zu langsamen Ladegeschwindigkeiten führen kann. Zum Beispiel beträgt die Referenzlesegeschwindigkeit für Videodateiinformationen etwa 10 pro Sekunde. Das aktuelle Verzeichnis enthält %d Bilder oder Videos, mit einer geschätzten maximalen Ladezeit von %d Sekunden. Sind Sie sicher, dass Sie fortfahren möchten?
es: Clasificar por información Exif requiere leer los encabezados de todos los archivos, lo que puede resultar en velocidades de carga lentas. Por ejemplo, la velocidad de referencia para leer información de archivos de video es de aproximadamente 10 por segundo. El directorio actual contiene %d imágenes o videos, con un tiempo de carga máximo estimado de %d segundos. ¿Está seguro de que desea continuar?
fr: Le tri par informations Exif nécessite la lecture des en-têtes de tous les fichiers, ce qui peut entraîner des temps de chargement lents. Par exemple, la vitesse de lecture de référence pour les informations des fichiers vidéo est d'environ 10 par seconde Le répertoire actuel contient %d images ou vidéos, avec un temps de chargement maximal estimé à %d secondes. Êtes-vous sûr de vouloir continuer ?
it: Ordinare in base alle informazioni Exif richiede la lettura degli header di tutti i file, il che potrebbe comportare una velocità di caricamento lenta. Ad esempio, la velocità di lettura di riferimento per le informazioni sui file video è di circa 10 al secondo La directory corrente contiene %d immagini o video, con un tempo di caricamento massimo stimato di %d secondi. Sei sicuro di voler continuare?
ja: Exif情報でソートするにはすべてのファイルのヘッダーを読み込む必要があり、読み込み速度が遅くなる可能性があります。例えば、ビデオファイル情報の参照読み込み速度は1秒あたり約10です。 現在のディレクトリには、%d枚の画像またはビデオが含まれており、最大読み込み時間は約%d秒です。続けますか？
ko: Exif 정보로 정렬하려면 모든 파일의 헤더를 읽어야 하므로 로딩 속도가 느려질 수 있습니다. 예를 들어, 동영상 파일 정보의 참조 읽기 속도는 초당 약 10개입니다. 현재 디렉토리에는 %d개의 이미지 또는 동영상이 있으며, 최대 로딩 시간은 %d초로 예상됩니다. 계속하시겠습니까?
nl: Sorteren op Exif-informatie vereist het lezen van de headers van alle bestanden, wat kan resulteren in langzame laadsnelheden. Bijvoorbeeld, de referentieleessnelheid voor videobestandsinformatie is ongeveer 10 per seconde De huidige map bevat %d afbeeldingen of video's, met een geschatte maximale laadtijd van %d seconden. Weet u zeker dat u wilt doorgaan?
pt_br: A classificação por informações Exif requer a leitura dos cabeçalhos de todos os arquivos, o que pode resultar em velocidades de carregamento lentas. Por exemplo, a velocidade de leitura de referência para informações de arquivos de vídeo é de cerca de 10 por segundo O diretório atual contém %d imagens ou vídeos, com um tempo de carregamento máximo estimado de %d segundos. Você tem certeza de que deseja continuar?
pt_pt: A classificação por informações Exif requer a leitura dos cabeçalhos de todos os ficheiros, o que pode resultar em velocidades de carregamento lentas. Por exemplo, a velocidade de leitura de referência para informações de ficheiros de vídeo é de cerca de 10 por segundo. O diretório atual contém %d imagens ou vídeos, com um tempo máximo de carregamento estimado de %d segundos. Tem a certeza de que quer continuar?
ru: Сортировка по информации Exif требует чтения заголовков всех файлов, что может привести к медленной загрузке. Например, эталонная скорость чтения информации о видеофайлах составляет около 10 в секунду. В текущем каталоге содержится %d изображений или видео, с предполагаемым максимальным временем загрузки %d секунд. Вы уверены, что хотите продолжить
sv: Sortering efter Exif-information kräver läsning av alla filers headers, vilket kan resultera i långsamma laddningstider. Till exempel är referensavläsningshastigheten för videofilinformation cirka 10 per sekund. Den nuvarande katalogen innehåller %d bilder eller videor, med en uppskattad maximal laddningstid på %d sekunder. Är du säker på att du vill fortsätta?
zh_hans: 由于按Exif信息排序需要读取所有文件头部信息，可能造成加载速度缓慢。例如视频文件信息参考读取速度约为10个/秒。 当前目录包含 %d 个图像或视频，预计最大载入耗时 %d 秒，您确定要继续吗？
zh_hant: 依據 Exif 資訊排序需要讀取所有文件的標頭，這可能導致加載速度緩慢。例如，視頻文件信息的參考讀取速度約為每秒 10 個。 當前目錄包含 %d 張圖片或視頻，預估最大加載時間為 %d 秒。您確定要繼續嗎？

# sort-exif-network-warning
source: Sorting by Exif information requires reading the headers of all files, which may result in slow loading speeds. For example, the reference reading speed on an SMB network drive is about 10 per second. The current directory is located on an external drive and contains %d images or videos, with an estimated maximum loading time of %d seconds. Are you sure you want to continue?
ar: يتطلب الفرز بواسطة معلومات Exif قراءة رؤوس جميع الملفات، مما قد يؤدي إلى بطء في سرعة التحميل. على سبيل المثال، تكون سرعة القراءة المرجعية على قرص شبكة SMB حوالي 10 ملفًا في الثانية. يقع الدليل الحالي على محرك خارجي ويحتوي على %d صور أو فيديوهات، مع تقدير أقصى لوقت التحميل يبلغ %d ثانية. هل أنت متأكد أنك تريد المتابعة؟
de: Das Sortieren nach Exif-Informationen erfordert das Lesen der Kopfzeilen aller Dateien, was zu langsamen Ladegeschwindigkeiten führen kann. Zum Beispiel beträgt die Referenzlesegeschwindigkeit auf einem SMB-Netzlaufwerk etwa 10 pro Sekunde Das aktuelle Verzeichnis befindet sich auf einem externen Laufwerk und enthält %d Bilder oder Videos, mit einer geschätzten maximalen Ladezeit von %d Sekunden. Möchten Sie trotzdem fortfahren?
es: La clasificación por información Exif requiere leer los encabezados de todos los archivos, lo que puede resultar en velocidades de carga lentas. Por ejemplo, la velocidad de lectura de referencia en una unidad de red SMB es de aproximadamente 10 por segundo. El directorio actual está ubicado en una unidad externa y contiene %d imágenes o videos, con un tiempo máximo de carga estimado de %d segundos. ¿Está seguro de que desea continuar?
fr: Le tri par informations Exif nécessite la lecture des en-têtes de tous les fichiers, ce qui peut ralentir les vitesses de chargement. Par exemple, la vitesse de lecture de référence sur un lecteur réseau SMB est d'environ 10 par seconde. Le répertoire actuel se trouve sur un lecteur externe et contient %d images ou vidéos, avec un temps de chargement maximal estimé à %d secondes. Êtes-vous sûr de vouloir continuer ?
it: L'ordinamento per informazioni Exif richiede la lettura delle intestazioni di tutti i file, il che potrebbe comportare velocità di caricamento lente. Ad esempio, la velocità di riferimento per la lettura su un'unità di rete SMB è circa 10 al secondo. La directory corrente si trova su un'unità esterna e contiene %d immagini o video, con un tempo massimo di caricamento stimato di %d secondi. Sei sicuro di voler continuare?
ja: Exif情報によるソートはすべてのファイルのヘッダーを読み込む必要があり、読み込み速度が遅くなる可能性があります。例えば、SMBネットワークドライブの基準読み取り速度は1秒あたり約10です。 現在のディレクトリは外付けドライブ上にあり、%d枚の画像または動画が含まれており、最大読み込み時間は約%d秒です。本当に続行しますか？
ko: Exif 정보를 기준으로 정렬하려면 모든 파일의 헤더를 읽어야 하며, 로딩 속도가 느려질 수 있습니다. 예를 들어, SMB 네트워크 드라이브의 참조 읽기 속도는 초당 약 10개입니다. 현재 디렉터리는 외부 드라이브에 있으며 %d개의 이미지 또는 비디오가 포함되어 있으며 로딩 시간은 최대 %d초로 예상됩니다. 계속하시겠습니까?
nl: Sorteren op Exif-informatie vereist het lezen van de headers van alle bestanden, wat kan resulteren in trage laadsnelheden. Bijvoorbeeld, de referentie leessnelheid op een SMB-netwerkschijf is ongeveer 10 per seconde De huidige map bevindt zich op een externe schijf en bevat %d afbeeldingen of video's, met een geschatte maximale laadtijd van %d seconden. Weet je zeker dat je wilt doorgaan?
pt_br: A classificação por informações Exif requer a leitura dos cabeçalhos de todos os arquivos, o que pode resultar em velocidades de carregamento lentas. Por exemplo, a velocidade de leitura de referência em uma unidade de rede SMB é de cerca de 10 por segundo O diretório atual está localizado em uma unidade externa e contém %d imagens ou vídeos, com um tempo máximo de carregamento estimado de %d segundos. Tem certeza de que deseja continuar?
pt_pt: Classificar por informações Exif requer a leitura dos cabeçalhos de todos os ficheiros, o que pode resultar em velocidades de carregamento lentas. Por exemplo, a velocidade de leitura de referência numa unidade de rede SMB é de cerca de 10 por segundo O diretório atual está localizado numa unidade externa e contém %d imagens ou vídeos, com um tempo máximo de carregamento estimado de %d segundos. Tem a certeza de que deseja continuar?
ru: Сортировка по информации Exif требует чтения заголовков всех файлов, что может привести к медленной скорости загрузки. Например, эталонная скорость чтения на сетевом диске SMB составляет около 10 в секунду. Текущая директория находится на внешнем диске и содержит %d изображений или видео, с предполагаемым максимальным временем загрузки %d секунд. Вы уверены, что хотите продолжить?
sv: Sortering efter Exif-information kräver att läsa rubrikerna för alla filer, vilket kan resultera i långsam laddningstid. Till exempel är referensläsningshastigheten på en SMB-nätverksenhet cirka 10 per sekund. Den aktuella katalogen finns på en extern enhet och innehåller %d bilder eller videor, med en uppskattad maximal laddningstid på %d sekunder. Är du säker på att du vill fortsätta?
zh_hans: 由于按Exif信息排序需要读取所有文件头部信息，可能造成加载速度缓慢。例如SMB网络驱动器中参考读取速度约为10个/秒。 当前目录位于外部驱动器，且包含 %d 个图像或视频，预计最大载入耗时 %d 秒，您确定要继续吗？
zh_hant: 按Exif信息排序需要读取所有文件的头信息，这可能导致加载速度变慢。例如，在SMB网络驱动上的参考读取速度大约为每秒10个。 当前目录位于外部驱动上，包含%d张图像或视频，预计最长加载时间为%d秒。您确定要继续吗？

# sort-exifDateA
source: Sort by Exif Date Ascending
ar: الترتيب حسب تاريخ Exif تصاعديًا
de: Nach EXIF-Datum aufsteigend sortieren
es: Ordenar por fecha Exif ascendente
fr: Trier par date Exif croissante
it: Ordina per data Exif crescente
ja: Exif日付の昇順でソート
ko: Exif 날짜 오름차순 정렬
nl: Sorteren op Exif-datum oplopend
pt_br: Ordenar por data Exif crescente
pt_pt: Ordenar por data Exif crescente
ru: Сортировать по дате Exif по возрастанию
sv: Sortera efter Exif-datum stigande
zh_hans: Exif日期
zh_hant: 按Exif日期升序排序

# sort-exifDateZ
source: Sort by Exif Date Descending
ar: فرز حسب تاريخ Exif تنازلياً
de: Nach Exif-Datum absteigend sortieren
es: Ordenar por fecha Exif descendente
fr: Trier par date Exif décroissante
it: Ordina per data Exif discendente
ja: Exif日付の降順で並べ替え
ko: Exif 날짜 내림차순 정렬
nl: Sorteren op Exif-datum aflopend
pt_br: Ordenar por data Exif descendente
pt_pt: Ordenar por Data Exif Descendente
ru: Сортировать по Exif дате по убыванию
sv: Sortera efter Exif Datum fallande
zh_hans: Exif日期(降序)
zh_hant: 按 Exif 日期降序排序

# sort-exifPixelA
source: Sort by Exif Pixel Size Ascending
ar: الفرز حسب ارتفاع حجم بكسل Exif
de: Nach EXIF-Pixelgröße aufsteigend sortieren
es: Ordenar por tamaño de píxel Exif ascendente
fr: Trier par taille de pixel Exif croissante
it: Ordina per Dimensione Pixel Exif Crescente
ja: Exifピクセルサイズ昇順で並べ替え
ko: Exif 픽셀 크기 오름차순 정렬
nl: Sorteren op Exif-pixelgrootte Oplopend
pt_br: Ordenar por Tamanho de Pixel Exif Crescente
pt_pt: Ordenar por Tamanho de Pixel Exif Ascendente
ru: Сортировать по возрастанию размера пикселя Exif
sv: Sortera efter Exif-pixelstorlek stigande
zh_hans: Exif像素数
zh_hant: 按Exif像素大小升序排序

# sort-exifPixelZ
source: Sort by Exif Pixel Size Descending
ar: ترتيب حسب حجم بكسل Exif تنازلياً
de: Nach EXIF-Pixelgröße absteigend sortieren
es: Ordenar por tamaño de píxel Exif descendente
fr: Trier par taille de pixel Exif décroissante
it: Ordina per dimensione pixel Exif decrescente
ja: Exifピクセルサイズで降順に並べ替え
ko: Exif 픽셀 크기 내림차순으로 정렬
nl: Sorteren op Exif-pixelgrootte aflopend
pt_br: Ordenar por Tamanho de Pixel Exif Decrescente
pt_pt: Ordenar por Tamanho de Pixel Exif Descendente
ru: Сортировать по размеру пикселей Exif по убыванию
sv: Sortera efter Exif-pixelstorlek fallande
zh_hans: Exif像素数(降序)
zh_hant: 按Exif像素大小降序排序

# sort-extA
source: Sort by File Type Ascending
ar: الترتيب حسب نوع الملف تصاعديًا
de: Aufsteigend nach Dateityp sortieren
es: Ordenar por tipo de archivo ascendente
fr: Trier par type de fichier croissant
it: Ordina per tipo di file crescente
ja: ファイルタイプで昇順に並べ替え
ko: 파일 유형 오름차순 정렬
nl: Sorteren op bestandstype oplopend
pt_br: Ordenar por tipo de arquivo crescente
pt_pt: Ordenar por Tipo de Ficheiro Ascendente
ru: Сортировать по типу файлов по возрастанию
sv: Sortera efter filtyp stigande
zh_hans: 文件类型
zh_hant: 按文件類型升序排列

# sort-extZ
source: Sort by File Type Descending
ar: فرز حسب نوع الملف تنازلياً
de: Nach Dateityp absteigend sortieren
es: Ordenar por tipo de archivo descendente
fr: Trier par type de fichier décroissant
it: Ordina per tipo di file in ordine decrescente
ja: ファイルタイプで降順に並べ替え
ko: 파일 유형별 내림차순 정렬
nl: Sorteren op Bestandstype Aflopend
pt_br: Classificar por Tipo de Arquivo Decrescente
pt_pt: Ordenar por Tipo de Ficheiro Descendente
ru: Сортировать по типу файла по убыванию
sv: Sortera efter filtyp fallande
zh_hans: 文件类型(降序)
zh_hant: 按文件類型降序排序

# sort-label-date
source: Date
ar: تاريخ
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
nl: Datum
pt_br: Data
pt_pt: Data
ru: Дата
sv: Datum
zh_hans: 日期
zh_hant: 日期

# sort-label-exifDate
source: ExifDate
ar: تاريخ Exif
de: Exif-Datum
es: Fecha Exif
fr: DateExif
it: DataExif
ja: Exif日付
ko: Exif 날짜
nl: ExifDatum
pt_br: ExifData
pt_pt: ExifData
ru: ДатаExif
sv: ExifDatum
zh_hans: Exif日期
zh_hant: Exif日期

# sort-label-ext
source: Type
ar: اكتب
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
pt_pt: Tipo
ru: Тип
sv: Typ
zh_hans: 类型
zh_hant: 類型

# sort-label-name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
pt_pt: Nome
ru: Имя
sv: Namn
zh_hans: 名称
zh_hant: 名稱

# sort-label-random
source: Random
ar: عشوائي
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja: ランダム
ko: 무작위
nl: Willekeurig
pt_br: Aleatório
pt_pt: Aleatório
ru: Случайный
sv: Slumpmässig
zh_hans: 随机
zh_hant: 隨機

# sort-label-size
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
sv: Storlek
zh_hans: 大小
zh_hant: 大小

# sort-modDateA
source: Sort by Date Modified Ascending
ar: الفرز حسب تاريخ التعديل تصاعديًا
de: Nach Änderungsdatum aufsteigend sortieren
es: Ordenar por fecha de modificación ascendente
fr: Trier par date de modification croissante
it: Ordina per data di modifica crescente
ja: 日付の昇順で並べ替え
ko: 날짜 수정 순서대로 오름차순 정렬
nl: Sorteren op wijzigingsdatum oplopend
pt_br: Ordenar por Data de Modificação Ascendente
pt_pt: Ordenar por data modificada ascendente
ru: Сортировать по возрастанию даты изменения
sv: Sortera efter ändringsdatum stigande
zh_hans: 修改日期
zh_hant: 按修改日期升序排序

# sort-modDateZ
source: Sort by Date Modified Descending
ar: الترتيب حسب تاريخ التعديل تنازلياً
de: Nach Datum geändert absteigend sortieren
es: Ordenar por fecha de modificación descendente
fr: Trier par date de modification décroissante
it: Ordina per data di modifica decrescente
ja: 更新日（降順）で並べ替え
ko: 수정일 내림차순 정렬
nl: Sorteren op datum gewijzigd aflopend
pt_br: Ordenar por Data de Modificação Decrescente
pt_pt: Ordenar por Data de Modificação Descendente
ru: Сортировать по дате изменения по убыванию
sv: Sortera efter ändringsdatum fallande
zh_hans: 修改日期(降序)
zh_hant: 按修改日期排序（降序）

# sort-pathA
source: Sort by Filename Ascending
ar: الترتيب حسب اسم الملف تصاعديًا
de: Nach Dateiname aufsteigend sortieren
es: Ordenar por nombre de archivo ascendente
fr: Trier par nom de fichier croissant
it: Ordina per nome file in ordine crescente
ja: ファイル名で昇順に並べ替え
ko: 파일 이름 오름차순으로 정렬
nl: Sorteren op bestandsnaam oplopend
pt_br: Ordenar por Nome de Arquivo Ascendente
pt_pt: Ordenar por Nome de Ficheiro Ascendente
ru: Сортировать по имени файла по возрастанию
sv: Sortera efter filnamn stigande
zh_hans: 文件名
zh_hant: 按文件名升序排序

# sort-pathZ
source: Sort by Filename Descending
ar: فرز حسب اسم الملف تنازليًا
de: Nach Dateiname absteigend sortieren
es: Ordenar por nombre de archivo descendente
fr: Trier par nom de fichier décroissant
it: Ordina per nome file discendente
ja: ファイル名で降順に並べ替え
ko: 파일명 내림차순 정렬
nl: Sorteren op bestandsnaam aflopend
pt_br: Classificar por Nome do Arquivo Decrescente
pt_pt: Ordenar por Nome de Ficheiro Descendente
ru: Сортировать по имени файла по убыванию
sv: Sortera efter filnamn fallande
zh_hans: 文件名(降序)
zh_hant: 按文件名倒序排序

# sort-random
source: Sort Randomly
ar: فرز عشوائيًا
de: Zufällig sortieren
es: Ordenar Aleatoriamente
fr: Trier aléatoirement
it: Ordina casualmente
ja: ランダムに並べ替え
ko: 무작위로 정렬
nl: Willekeurig sorteren
pt_br: Classificar Aleatoriamente
pt_pt: Ordenar Aleatoriamente
ru: Сортировать случайно
sv: Sortera slumpmässigt
zh_hans: 随机
zh_hant: 隨機排序
